{
	"metadata.json": {
		"alt": "N/A",
		"link": "",
		"credit": "",
		"date": "2025-07-06T15:40:31.373Z"
	},
	"CD_low.png": {
		"alt": "a low resolution orange static CD, it's very pixlated but drawn pixelart",
		"link": "",
		"credit": "",
		"date": "2024-12-20T09:01:42.401Z"
	},
	"CD_low_blue.png": {
		"alt": "a low resolution blue static CD, it's very pixlated but drawn pixelart",
		"link": "",
		"credit": "",
		"date": "2024-12-20T09:10:38.245Z"
	},
	"Mother1Brain_QRcode.png": {
		"alt": "a deep blue QR code that leads to Mother1Brain",
		"link": "",
		"credit": "@Grat10",
		"date": "2023-08-22T17:24:51.106Z"
	},
	"background1.jpg": {
		"alt": "a low resolution image of two trees covered in ivy taken from an old camera. everything is tinged blue and there's text on the top saying protect, 00008. and at the bottom right: 96. 7. 24, 9:16:42 PM",
		"link": "",
		"credit": "@Grat10",
		"date": "2024-09-07T13:35:18.490Z"
	},
	"background2.jpg": {
		"alt": "a close up image of a wiring box and lot's of veggitation, the wiring box is bolted onto a 4 sided frame of an old abbandoned siren",
		"link": "",
		"credit": "@Grat10",
		"date": "2024-09-20T12:20:19.628Z"
	},
	"background3.jpg": {
		"alt": "a far away image of an abbandoned siren among lot's of trees and bushes, it's a cloudy day outside",
		"link": "",
		"credit": "@Grat10",
		"date": "2024-09-20T12:20:32.827Z"
	},
	"background4.jpg": {
		"alt": "two trees covered in ivy against a bright white sky, the threes spread out accross the view",
		"link": "",
		"credit": "@Grat10",
		"date": "2024-09-22T06:43:32.704Z"
	},
	"banner_base.svg": {
		"alt": "triangles",
		"link": "",
		"credit": "@Grat10",
		"date": "2024-09-09T08:38:04.459Z"
	},
	"botbanner_inner.svg": {
		"alt": "triangles",
		"link": "",
		"credit": "@Grat10",
		"date": "2024-08-22T18:06:01.484Z"
	},
	"botbanner_outer.svg": {
		"alt": "triangles",
		"link": "",
		"credit": "@Grat10",
		"date": "2024-08-22T18:05:27.878Z"
	},
	"cholesterol_pfp.png": {
		"alt": "a blueish grey colored robot vacuum with orange highlights, it has a LCD screen that's powered off and a grey badge. it's sitting in the lap of Grat10 on a blue carpet. it's being held against the legs with a hand with black nailpolish on it",
		"link": "",
		"credit": "@Grat10",
		"date": "2025-05-29T18:11:30.735Z"
	},
	"diamond_bg.png": {
		"alt": "a diamond patterned background of lightblue & dark cyan diamond shaped tiles",
		"link": "",
		"credit": "@Grat10",
		"date": "2025-05-29T09:34:50.135Z"
	},
	"diamond_bg_dark.png": {
		"alt": "a diamond patterned background of dark cyan & dark blue diamond shaped tiles",
		"link": "",
		"credit": "@Grat10",
		"date": "2025-06-04T16:02:04.907Z"
	},
	"grat.png": {
		"alt": "unused. pass",
		"link": "https://mimzyymay.com/",
		"credit": "@Mimzyy May",
		"date": "2024-04-20T07:28:36.434Z"
	},
	"grat_arm.png": {
		"alt": "unused. pass",
		"link": "https://mimzyymay.com/",
		"credit": "@Mimzyy May",
		"date": "2024-08-26T21:26:19.315Z"
	},
	"grat_draw_pfp.png": {
		"alt": "a MS paint like drawing against a white background, it's a small Grat10 drawn with blue lines and pink blush and hearts, she's holding a artists pallette and there's a cursor beside her",
		"link": "",
		"credit": "@Grat10",
		"date": "2025-06-01T12:53:41.804Z"
	},
	"grat_knee.png": {
		"alt": "unused. pass",
		"link": "https://mimzyymay.com/",
		"credit": "@Mimzyy May",
		"date": "2024-08-26T21:26:34.433Z"
	},
	"grat_pfp.png": {
		"alt": "a close up of Grat10's face a robot with orange eyes, blue hair, 4 antenna, a hook, two blinkers two robot ears. Grat10 is smiling and tilting their heads by a 45 degree angle, she's wearing a neckless with a heart on it and a black croptop. the robots skin is an off white sorta grey. the background is of trees against a white sky. Grat10's antenna stick out of the rounded image and have yellow lights at the end of them.",
		"link": "https://mimzyymay.com/",
		"credit": "@Mimzyy May",
		"date": "2025-05-15T09:15:49.959Z"
	},
	"grat_pfp2.png": {
		"alt": "a close up of Grat10's face a robot with orange eyes, blue hair, 4 antenna, a hook, two blinkers two robot ears. Grat10 is smiling and tilting their heads by a 45 degree angle, she's wearing a neckless with a heart on it and a black croptop. the robots skin is an off white sorta grey. the background is of some blue tinted veggitation. Grat10's antenna stick out of the rounded image and have yellow lights at the end of them.",
		"link": "https://mimzyymay.com/",
		"credit": "@Mimzy May",
		"date": "2025-05-29T09:26:30.551Z"
	},
	"grat_standee.png": {
		"alt": "a full view of Grat10 a blue haired robot with orange eyes, off white shell, a black crop top with a grey crop top sweater over top and a pink two layered skirt with pink at the top & lavender at the bottom, the belt of the skirt has an orange tomodatchi dangling from it, Grat10 is also wearing deep dark purple leggings, and has a wall socket plug tail with a deep purple wire, purple highlights and white connectors. Grat10 is standing on a light lavender platform",
		"link": "https://mimzyymay.com/",
		"credit": "@Mimzyy May",
		"date": "2025-06-15T14:58:12.657Z"
	},
	"grat_tail.png": {
		"alt": "Grat10's plug tail a plug with a purple cable, purple highlights and white connector.",
		"link": "https://mimzyymay.com/",
		"credit": "@Mimzyy May",
		"date": "2024-08-26T18:43:45.323Z"
	},
	"links_bg.png": {
		"alt": "a pattern of stars that loop perfectly, the stars are lightblue & the background is blue",
		"link": "",
		"credit": "@Grat10",
		"date": "2025-06-17T02:38:25.576Z"
	},
	"links_bg_dark.png": {
		"alt": "a pattern of stars that loop perfectly, the stars are blue & the background is a dark blue",
		"link": "",
		"credit": "@Grat10",
		"date": "2025-06-17T01:55:52.843Z"
	},
	"low_battery.png": {
		"alt": "an MS paint drawing of Grat10 slumped over on the ground with the text low battery and an arrow pointing at them",
		"link": "",
		"credit": "@Grat10",
		"date": "2024-04-02T20:39:17.077Z"
	},
	"nokia-n9.png": {
		"alt": "a blue phone that's powered off it's got a blue border no vissible buttons but a camera at the bottom right corner of the screen, there's a border at the top with the text Nokia on it",
		"link": "https://mobilephonemuseum.com/phone-detail/nokia-n9",
		"credit": "@Mobile Phone Museum",
		"date": "2024-12-20T09:35:56.275Z"
	},
	"nokia-n9_transparent.png": {
		"alt": "a blue phone that's powered off it's got a blue border no vissible buttons but a camera at the bottom right corner of the screen, there's a border at the top",
		"link": "https://mobilephonemuseum.com/phone-detail/nokia-n9",
		"credit": "@Mobile Phone Museum",
		"date": "2024-12-20T09:39:35.693Z"
	},
	"placeholder_pfp.png": {
		"alt": "a rounded image of a curtain taken with a low quality camera, there's a handle bar of a E-scooter off middle of the bottom of the image, there's text in the middle of the image saying auto-play and a list of numbers 3, 5, 10 with a cursor selecting 3. the image overall is an offwhite leaning towards baby blue",
		"link": "",
		"credit": "@Grat10",
		"date": "2025-06-02T08:45:25.511Z"
	},
	"square_bg.png": {
		"alt": "a looping pattern background of squares the squares alternate between blue and cyan.",
		"link": "",
		"credit": "@Grat10",
		"date": "2025-05-29T09:38:18.095Z"
	},
	"square_bg_dark.png": {
		"alt": "a looping pattern background of squares the squares alternate between dark blue and deep dark blue.",
		"link": "",
		"credit": "@Grat10",
		"date": "2025-06-17T01:55:13.144Z"
	},
	"robotgender.PNG": {
		"alt": "the sign for Venus & Mars intersected with a line down ending in the USB connection shapes of a square, triangle and circle",
		"link": "",
		"credit": "",
		"date": "2024-04-13T11:33:48.237Z"
	},
	"sati.svg": {
		"alt": "a blue plantoid with a cyan ring on an angle. it also has an orange moon",
		"link": "",
		"credit": "  @Grat10",
		"date": "2024-03-22T13:38:33.412Z"
	},
	"saturn.gif": {
		"alt": "a spinning blue plantoid with a cyan ring, and orange moon.",
		"link": "",
		"credit": "@Grat10",
		"date": "2024-12-26T18:23:41.702Z"
	},
	"saturn.png": {
		"alt": "a blue plantoid with a cyan ring on an angle. it also has an orange moon",
		"link": "",
		"credit": "@Grat10",
		"date": "2024-12-26T18:23:41.701Z"
	},
	"wobblewall.png": {
		"alt": "wobble wall's icon, it's a lil guy spiling derply with a shadow infront",
		"link": "",
		"credit": "@Grat10",
		"date": "2025-06-21T07:52:34.569Z"
	},
	"wobblewall2.png": {
		"alt": "wobble wall's icon, it's a lil guy spiling derply with a shadow infront",
		"link": "",
		"credit": "@Grat10",
		"date": "2024-03-22T13:46:16.470Z"
	},
	"envteaches.png": {
		"alt": "a logo floating in the middle of a three part background with one draw background, one that has code, and one that has a minecraft build. the drawing is of a purple haired human with red hair highlights, the code is using quite neon like text highlights, the minecraft build is of an old broken down metro train with only one headlight on. the logo in the middle is very Y2K like it uses purely black and white with text in the middle saying EN-V and three shapes offset of the text a star, circle and triangle. there's a tacked on sign saying teaches",
		"link": "",
		"credit": "@Grat10",
		"date": "2025-06-21T07:55:33.891Z"
	},
	"hotnode.png": {
		"alt": "a CRT robot with a pixelart face smiling at the screen against a light blue background it's clad in many colorful ribbons. it's a CRT on a viewing stand it has a big pink bow on the top right of the CRT's border",
		"link": "",
		"credit": "@Grat10",
		"date": "2025-06-21T08:00:11.614Z"
	},
	"hayb.png": {
		"alt": "a chicken themed nurse Vtuber with pink hair and dark skin, she has pink eyes and have pink ribbons and yellow highlights on their outfit and hair boubles. she is sitting against a white background",
		"link": "https://www.youtube.com/@haybeeeee/videos",
		"credit": "@HaybeeVT",
		"date": "2024-04-20T07:35:27.999Z"
	},
	"kobe.jpg": {
		"alt": "an oni with red skin doing a happy expression, the oni has red horns and green hair, it's doing a cheerleader pose with pom poms against a salmon colored background",
		"link": "https://kobeepb.carrd.co/",
		"credit": "@Kobepb",
		"date": "2024-06-07T12:56:22.757Z"
	},
	"mimz.png": {
		"alt": "a zombie with messy dark blue hair with red and blue highlights, the face is split with one part being dark green and the other a sorta pastel light green, she's wearing a dark purple crop top hoodie with orange highlights and strings, the lower body after the crop top is white bandages",
		"link": "https://mimzyymay.com/",
		"credit": "@Mimzyy May",
		"date": "2024-04-20T07:31:55.541Z"
	},
	"placeholder.png": {
		"alt": "a light cyan star against a blue gradient background going from light blue to dark blue from the top to the bottom",
		"link": "",
		"credit": "@Grat10",
		"date": "2024-04-25T18:49:59.353Z"
	},
	"roni.jpg": {
		"alt": "a human with pink eyes and beige skin, brown hair and a red clothing, with dark blue overalls, their also wearing a red ribbon hair band",
		"link": "https://lilredronin.wixsite.com/main",
		"credit": "@Lil red ronin",
		"date": "2024-04-20T08:31:48.446Z"
	},
	"smok.jpg": {
		"alt": "a furry with purple and light grey colors, and a boopable blue snout with a gold snout ring. they have dark purple hair and a dark purple sweater, they're doing a happy expression with their eyes closed",
		"link": "https://www.twitch.tv/smokingdhampir04",
		"credit": "@Smokii Dhampir",
		"date": "2024-04-20T08:28:07.804Z"
	},
	" and_inside_cat_is_a_safe_cat.jpg": {
		"alt": "an inside cat is a safe cat with a tabby cat laying beside the pink text",
		"link": "",
		"credit": "",
		"date": "2025-04-03T06:12:36.855Z"
	},
	"88x31_autism_acceptance_now.png": {
		"alt": "a purple badge with the autism loop in a window on the left with pink text saying autism acceptance now the now! is in red text and is extra bold",
		"link": "",
		"credit": "",
		"date": "2024-05-24T09:40:38.267Z"
	},
	"88x31_trans_rights_now.png": {
		"alt": "a grey badge with the transflag in a window on the left, with black  text saying trans rights now! the trans rights is in black text and the now! is in red text and is bigger",
		"link": "",
		"credit": "",
		"date": "2024-05-24T09:40:33.567Z"
	},
	"EpicBlazedButton.png": {
		"alt": "Epic blazed with an image edit of Tim Sweeny with a blunt in his mouth smiling directly at the camera. the Epic is super big and bold and the blazed is a small pixel text",
		"link": "https://epicblazed.com/",
		"credit": "",
		"date": "2025-04-29T17:52:47.302Z"
	},
	"antiNFT.gif": {
		"alt": "This is an Anti - NFT site there's an icon of a server with a document burning cross over with a red circle with a slash through it",
		"link": "",
		"credit": "",
		"date": "2025-04-28T12:29:21.946Z"
	},
	"antinazi.gif": {
		"alt": "exlimation mark, No Nazi, No Fascism, No Racism. and on the right the nazi symbol crossed out with a red circle with a slash through it",
		"link": "",
		"credit": "",
		"date": "2025-01-23T12:31:56.041Z"
	},
	"badge_keep_living.png": {
		"alt": "keep living, keep going, with a red symbol for transgender in the middle, the badge is light blue with hearts all around",
		"link": "",
		"credit": "",
		"date": "2024-06-18T17:00:39.450Z"
	},
	"blink-0.gif": {
		"alt": "a close up of an anime girl blinking she has brown eyes, and emerald cyan like hair",
		"link": "",
		"credit": "",
		"date": "2025-04-28T13:10:43.280Z"
	},
	"e-browser_now.gif": {
		"alt": "this page is best viewd with: Ebrowser now, on there's a lesbian flag in the top left corner, and a trans flag in the bottom right corner, and in the window there's a purple estrogen pill",
		"link": "",
		"credit": "",
		"date": "2025-03-29T09:21:16.604Z"
	},
	"eyes.gif": {
		"alt": "best viewed with open eyes, and a little yellow ball smiling with open eyes looking to the right. open is red the rest of the text is black",
		"link": "",
		"credit": "",
		"date": "2024-08-31T14:09:48.546Z"
	},
	"hello-kitty-city.gif": {
		"alt": "a shop with a window, and a bear beside the window, the window it's animating Hello, Kitty, City",
		"link": "",
		"credit": "",
		"date": "2025-06-12T21:22:35.157Z"
	},
	"ika-musume_banner.gif": {
		"alt": "a website badge for Ika Musume in japanese, on the left there's the logo for the show then theres text and on the right there's a a drawing of the squid girl, ika musume. the badge switches between a happy version and a scary version where the squid girl becomes a silluette with a glint in the eye and the text becomes borderless",
		"link": "",
		"credit": "",
		"date": "2023-08-01T19:08:06.917Z"
	},
	"kiru_button.png": {
		"alt": "a simplistic badge with pink text saying kiru.gay the dot in the \"i\" is a heart and the kiru is underlined with a darker pink, the badge is brown",
		"link": "https://kiru.gay/", 
		"credit": "@Grat10",
		"date": "2025-05-25T15:42:28.061Z"
	},
	"lain.gif": {
		"alt": "a close up of Lain from Serial experiments lain looking through a blue-cyan static",
		"link": "",
		"credit": "",
		"date": "2025-04-28T12:28:58.562Z"
	},
	"netscapenow30.gif": {
		"alt": "an animated badge for netscape navigator 3.0 saying Netscape NOW! where the icon is the N animated with stars falling in the background",
		"link": "",
		"credit": "",
		"date": "2024-11-04T12:26:15.862Z"
	},
	"ns-best.gif": {
		"alt": "an grey netscape navigator badge where its moving between two states one saying this page is best viewed with: and another saying Netscape now",
		"link": "",
		"credit": "",
		"date": "2024-08-31T18:01:42.487Z"
	},
	"pokemon.gif": {
		"alt": "a pixelart dancing Jirachi swerving it's head side to side. it's on a starry background with a window border",
		"link": "",
		"credit": "",
		"date": "2025-04-28T12:48:23.612Z"
	},
	"powered-by-estrogen.png": {
		"alt": "a grey badge saying powered by estrogen, a vial of estrogen is on the left of the text",
		"link": "",
		"credit": "",
		"date": "2024-09-20T06:59:46.616Z"
	},
	"ppc.gif": {
		"alt": "pocket pc thoughts, with a PDA beside the white text, the background of the badge is two toned with light blue and dark blue at the top and bottom",
		"link": "",
		"credit": "",
		"date": "2024-11-04T12:26:57.152Z"
	},
	"slimesnow.png": {
		"alt": "slimes... Now! with a window of a green slimegirl smiling in a tiny window",
		"link": "",
		"credit": "",
		"date": "2025-06-09T08:30:35.393Z"
	},
	"vocaloid.png": {
		"alt": "Vocaloid now! 1.0 with hatsune miku in the window smiling",
		"link": "",
		"credit": "",
		"date": "2025-04-28T12:28:47.104Z"
	},
	"badge_autistic.png": {
		"alt": "the autism loop with a field saying autistic on it",
		"link": "",
		"credit": "",
		"date": "2024-05-24T09:35:55.375Z"
	},
	"badge_lesbian.png": {
		"alt": "the lesbian flag and the field saying lesbians",
		"link": "",
		"credit": "",
		"date": "2024-05-24T09:35:59.045Z"
	},
	"dominoCrew_banner.jpg": {
		"alt": "a badge for Hatsune Miku x Domino's pizza with pink and white text against a cyan and dark gray background",
		"link": "",
		"credit": "",
		"date": "2025-05-01T08:54:00.251Z"
	},
	"kitty.gif": {
		"alt": "a blinking badge that's blinking cute kitty the badge is pink overall",
		"link": "",
		"credit": "",
		"date": "2025-06-12T21:22:39.962Z"
	},
	"nonhuman.gif": {
		"alt": "a long blinker that's blinking  yellow text that says this user is NON-human",
		"link": "",
		"credit": "",
		"date": "2025-04-28T13:13:05.634Z"
	},
	"rss-feed_banner.png": {
		"alt": "RSS Feed, RSS has a orange background adn feed has gray",
		"link": "",
		"credit": "",
		"date": "2023-08-04T19:02:09.578Z"
	},
	"hello-orbit.md": {
		"alt": "N/A",
		"link": "",
		"credit": "",
		"date": "2025-06-28T09:15:40.088Z"
	},
	"infowriters-otter-extravaganza.md": {
		"alt": "N/A",
		"link": "",
		"credit": "",
		"date": "2025-06-28T09:13:43.832Z"
	},
	"my-love-of-all-things-yester-year.md": {
		"alt": "N/A",
		"link": "",
		"credit": "",
		"date": "2025-06-28T08:48:55.954Z"
	},
	"web-growing-pains.md": {
		"alt": "N/A",
		"link": "",
		"credit": "",
		"date": "2025-06-28T08:48:53.638Z"
	},
	"@HaybeeVT_grat-and-pudding.png": {
		"alt": "a digital painted drawing of Grat10 of an older design she's wearing a grey sweater, blue shorts and green rubber wadders, behind her there's a typical japanese pudding with choco sauce at the top",
		"link": "https://www.youtube.com/@haybeeeee/videos",
		"credit": "@HaybeeVT",
		"date": "2023-08-21T18:23:56.119Z"
	},
	"@Kobeepb_Grat-chibi.png": {
		"alt": "Grat10 hugging a scared pacman ghost it's dark blue with a white scared face, grat is hugging the shark against it's chin with a super happy expression, grat10 is sitting on their knees and their cable is forming a little heart shape",
		"link": "https://kobeepb.carrd.co/",
		"credit": "@Kobeepb",
		"date": "2024-06-07T05:10:42.651Z"
	},
	"@LilRedRonin_grat-birthday-gift-2023.png": {
		"alt": "a pixelart drawing of a bust of Grat10 smiling at the camera and a plug shooting out lightning with the text saying HBD Grat!",
		"link": "https://lilredronin.wixsite.com/main",
		"credit": "@Lil Red Ronin",
		"date": "2024-04-26T08:22:45.844Z"
	},
	"@MimzyyMay_Grat-introscreen.png": {
		"alt": "Grat10 laying accross the screen doing a gun with their hand and smiling directly at the screen, against an offwhite grey background with gears and such, Grat10 is an blue robot with orange eyes and a white shell",
		"link": "https://mimzyymay.com/",
		"credit": "@Mimzyy May",
		"date": "2024-06-04T07:03:48.319Z"
	},
	"@MimzyyMay_grat-bust .png": {
		"alt": "Grat10 drawn in digital art Grat10 is a blue haired robot with orange eyes and white shell. she has 4 and tenna with yellow lights at the end, yellow blinkers and a hook in the shape of a heart on their head",
		"link": "https://mimzyymay.com/",
		"credit": "@Mimzyy May",
		"date": "2024-04-20T07:26:41.065Z"
	},
	"@MimzyyMay_yes.png": {
		"alt": "an MS paint drawing of Grat10, with blue hair and her skarf with the text YES. above them",
		"link": "https://mimzyymay.com/",
		"credit": "@Mimzyy May",
		"date": "2024-04-20T07:26:41.076Z"
	},
	"@Smoki-Dhampir_grat.png": {
		"alt": "Grat10 doing a pose spreading her arms out and leaning to the side with an open mouth, she's got blue hair and orange eyes, 4 antenna and a hook. she's wearing a gray sweater croptop with purple and pink highlights, same with a gray shorts with pink highlights, she's wearing a black body suit with an orange band on her thigh",
		"link": "https://www.twitch.tv/smokingdhampir04",
		"credit": "@Smoki Dhampir",
		"date": "2023-10-23T20:04:32.298Z"
	},
	"@SwagpunchLilith_gratsketch.jpg": {
		"alt": "a paper sketch of Grat10 it's only black and white with a neutral expressions, she's got 4 antenna and a hook. the scarf, it has a zipper on it",
		"link": "https://lostinthemail.neocities.org/",
		"credit": "@SwagpunchLilith",
		"date": "2024-10-20T09:11:42.394Z"
	},
	"grat-hama.jpg": {
		"alt": "Grat10 as a hamabead artwork, sitting against a cardboard stand in a homemade lightbox, beside the stand with grat there is a receipt with a QR code on it, on the receipt there is a shopping bag with 4 antenna and a smiling face",
		"link": "",
		"credit": "@Grat10",
		"date": "2023-08-05T20:56:37.565Z"
	},
	"grat-illu-hama.jpg": {
		"alt": "Grat10 as a hamabead artwork, sitting against a cardboard stand in a homemade lightbox, is a hamabeaded Illu with heart eyes, she has pink hair and an offwhite shell",
		"link": "",
		"credit": "@Grat10",
		"date": "2023-08-05T20:56:37.562Z"
	},
	"illu-hama.jpg": {
		"alt": "Illu as a hamabead artwork, sitting against a cardboard stand in a homemade lightbox beside the stand with grat there is a receipt with a QR code on it, on the receipt there is a shopping bag with 4 antenna and a smiling face",
		"link": "",
		"credit": "@Grat10",
		"date": "2023-08-05T20:56:37.567Z"
	},
	"admin_pfp.png": {
		"alt": "a blue plantoid with a light blue ring and orange moon against a blue noisy background",
		"link": "",
		"credit": "@Grat10",
		"date": "2025-06-21T06:02:51.921Z"
	},
	"git_grat_gay.png": {
		"alt": "a few gears intersecting to create the look of a plantoid with a light blue ring and orange gear moon",
		"link": "",
		"credit": "@Grat10",
		"date": "2025-06-21T06:03:04.896Z"
	},
	"live_grat_gay_x2.png": {
		"alt": "Grat10's Live logo it's an orange dot in the middle with radio waves out from it rotate vertically and another row off set of horizontal",
		"link": "",
		"credit": "@Grat10",
		"date": "2025-06-21T06:03:12.690Z"
	},
	"desert-rain-frog.png": {
		"alt": "lowpoly artwork of a brown desert rain frog in a desert, it's a clear sky and theres round cacti around of different sizes and a few rocks",
		"link": "",
		"credit": "@Grat10",
		"date": "2024-04-03T20:28:55.486Z"
	},
	"goblin-shark.gif": {
		"alt": "lowpoly artwork of a gray shark spinning around in a light blue void, the shark has small pixel eyes and looks like it's smiling with teeth showing",
		"link": "",
		"credit": "@Grat10",
		"date": "2024-04-10T19:05:59.788Z"
	},
	"grat-mebo.gif": {
		"alt": "lowpoly artwork of Grat10 a robot girl with blue hair and green eyes, she's standing on a grey stand and spinning around",
		"link": "",
		"credit": "@Grat10",
		"date": "2023-09-17T11:30:41.246Z"
	},
	"pixel-bolts.gif": {
		"alt": "three lowply pixelart bolts spinning around in a teal void slowly",
		"link": "",
		"credit": "@Grat10",
		"date": "2024-04-10T19:05:02.988Z"
	},
	"strawberry-bot.gif": {
		"alt": "a lowpoly robot with a pink screen and white eyes and mouth, a robot that's made of wood and scrap metal, it's carrying a vase with a strawberry on it",
		"link": "",
		"credit": "@Grat10",
		"date": "2024-04-10T19:04:56.365Z"
	},
	"turto-spinn.gif": {
		"alt": "a lowpoly turtle spinning in sky blue void",
		"link": "",
		"credit": "@Grat10",
		"date": "2024-04-10T19:05:11.054Z"
	},
	"wiitri-spin.gif": {
		"alt": "a lowpoly spinning CRT with a black screen, blue mouth and eyes. its body is grey and has color ribbons all around on it's stand, it's got four wheels and is coverted in personalized stickers",
		"link": "",
		"credit": "@Grat10",
		"date": "2023-09-16T19:35:05.341Z"
	},
	"grat-fumo.png": {
		"alt": "pixelart of Grat10 as a fumo plushie, it's grat10's older design with warning sign boubles in their hair and scarf, Grat10 is a blue haired robot with blue eyes with 4 antenna and a hook",
		"link": "",
		"credit": "@Grat10",
		"date": "2023-09-17T11:35:53.314Z"
	},
	"grat-mc-skin.png": {
		"alt": "a screencap from minecraft showing off Grat10's skin she's standing in a forrest with oak and birch behind her, Grat10 has one eye covered with orange hair pins in her hair, a scarf, grey sweater, shorts and black leggings",
		"link": "",
		"credit": "@Grat10",
		"date": "2023-09-17T11:33:11.625Z"
	},
	"lampreyhole.png": {
		"alt": "pixelart of lamprey hole a theres a red cone on the left bottom side of the image, a box that's supposed to be animated to fit with beats and an orange warning sign on a signpost, it's all weathered and rust is visible",
		"link": "",
		"credit": "@Grat10",
		"date": "2023-09-17T11:36:05.146Z"
	},
	"offline-screen.png": {
		"alt": "pixelart of an error screen showing a bunch of test colors like the color test screen on a TV a bunch of small parts of the gradient in the background are glitched out of place and jumbled text saying Connection -209 40, 404 is visible, in the middle of it all there's Grat10's face looking deadpan",
		"link": "",
		"credit": "@Grat10",
		"date": "2023-09-17T11:36:10.744Z"
	},
	"penumbra.png": {
		"alt": "pixelart of an explorer who has their back towards the camera finding an enterance to a bunker beneath a bunch of snow, the image has a red border the same color as the explorer is wearing",
		"link": "",
		"credit": "@Grat10",
		"date": "2024-04-10T19:09:36.557Z"
	},
	"sati-waitscreen.gif": {
		"alt": "pixelart of Grat10's logo a blue plantoid with an orange moon and lightblue ring, it also has a white smiling face with pink blush, the planet has a little tooth vissible. the sides of the artwork is animated with stars blinking and moving down the screen",
		"link": "",
		"credit": "@Grat10",
		"date": "2024-04-10T19:10:21.117Z"
	},
	"shimeji-chan.png": {
		"alt": "pixelart of shimeji-chan from shimeji simulation she's a black haired girl with a deadpan expression and small shimeji mushrooms growing out of her hair in two spots, she's standing against a background of squares with a few fishes swimming past her slight above and to the left",
		"link": "",
		"credit": "@Grat10",
		"date": "2024-04-10T19:09:05.935Z"
	},
	"ufo-idle.gif": {
		"alt": "pixelart of a tiny animated UFO it has a little antenna with a red ball at the tip, it has white eyes and mouth, it's smiling and looking to the left while wobbling up and down, it's dome is blue and the rest of the UFO's body is grey",
		"link": "",
		"credit": "@Grat10",
		"date": "2024-04-10T19:10:51.768Z"
	},
	"glorpi_grat.png": {
		"alt": "a sketch of Grat10 as an alien with big dark eyes with white eyelights she has her 4 antenna but with balls at the ends instead, a hook in the middle of her head is also there but perfectly triangular. her robot ears are longer than normal. there's a few different smaller sketches around too, a small version of her in green just floating. one where she's in a UFO, one where she's just sitting. another where she's holding up a gun stanced up.",
		"link": "",
		"credit": "@Grat10",
		"date": "2025-06-20T07:21:13.991Z"
	},
	"grats.png": {
		"alt": "a bunch of small MSpaint sketches of Grat10 drawn with light blue colors, she has drawn pink blush and smiling faces, theres one where she's in a just chatting screen on twitch with hearts all around here, one where she's hugging a heart while doing a thumbs up and one where she's a cursor with an artists pallette",
		"link": "",
		"credit": "@Grat10",
		"date": "2024-04-10T19:40:13.569Z"
	},
	"grot.png": {
		"alt": "a sketch of Grat10 all up close with a derpy expression she's doing a colon three smile and looking down, she has ther 4 antenna 2 of them darker and with lights, and her hook. she has 2 orange bands in her hair and 2 blinkers on the sides of her head",
		"link": "",
		"credit": "@Grat10",
		"date": "2024-04-10T19:39:45.149Z"
	},
	"vocaloids.png": {
		"alt": "an screencap of an online drawing tool of a bunch of vocaloids, at the bottom there's miku sun bathing with sun glasses on and a bikini. above her there's neru but drawn as nijika from bocchi the rock. beside her there's luka but drawn as she's in minecraft with an axe. then there's rin sitting in a box and doing an evil colon three face. beneath her there's teto smiling and bread beside her with a heart between the two",
		"link": "",
		"credit": "@Grat10",
		"date": "2024-04-10T19:40:19.661Z"
	},
	"3DS.webp": {
		"alt": "a stamp of the Nintendo DS logo moving aside to show the 3, and sending out a little red wave as it appears",
		"link": "",
		"credit": "",
		"date": "2024-09-08T10:17:43.011Z"
	},
	"Wii.webp": {
		"alt": "a stamp of the WII logo and then a little wave of blue gets shot out",
		"link": "",
		"credit": "",
		"date": "2024-09-08T10:17:38.457Z"
	},
	"aether_fuck_up.gif": {
	    "alt": "a stamp of someone making an Aether portal out of glowstone and water in an old version of minecraft but they place the water at the top of the portal and it doesn't work, they fiddle with bucket'ing up the water for 3 seconds before making the portal successfully",
		"link": "",
		"credit": "@Grat10",
		"date": "2025-03-31T17:22:19.619Z"
	},
	"alloy_pressed.gif": {
		"alt": "a stamp of red hot metal being pressed down by an allow presser machine, parts of the metal flaking off",
		"link": "",
		"credit": "@Grat10",
		"date": "2025-03-31T17:33:51.300Z"
	},
	"amyrose.webp": {
		"alt": "a stamp showing footage of the new sonic animated series, with knuckles and sonic in the background and amy rose running up close to the camera with a hammer in her hands",
		"link": "https://www.youtube.com/watch?v=LYvO8eaWJNc",
		"credit": "",
		"date": "2024-10-04T14:00:14.173Z"
	},
	"anime_howl.png": {
		"alt": "Howl's moving castle a nailed together mess of different building parts and machines. with the title of Howl's Moving castle in front of it",
		"link": "https://www.youtube.com/watch?v=ARCQf2CEr8k",
		"credit": "",
		"date": "2024-09-08T10:20:10.548Z"
	},
	"aquarium.png": {
		"alt": "a stamp showing the inside of an aquarium with small fishes swimming around, and coral and rocks all around",
		"link": "",
		"credit": "",
		"date": "2024-09-08T10:20:49.682Z"
	},
	"ari_explode.gif": {
		"alt": "a stamp of Ari doodle exploding, ari doodle is a little MSpaint like drawing with messy hair and a flower in her hair, she's sitting on a lime green bean bag with a computer and bonsi tree at her sides, against a tiled grey and white background, then there's a missile that shoots in from the top left corner and blows her up in a cartoony way",
		"link": "https://www.youtube.com/watch?v=JW_J7GqGcLA",
		"credit": "@Grat10",
		"date": "2025-06-21T17:49:49.858Z"
	},
	"bandages.png": {
		"alt": "a stamp of different pastel colored bandages against a white background. the bandages are arranged messily and all over the place",
		"link": "",
		"credit": "",
		"date": "2023-08-12T07:39:11.982Z"
	},
	"big_cable.gif": {
		"alt": "an animated stamp of someone holding a ginormous connecting cable for an old mainframe computer and slotting it and clamping it in with a big clunk and a bit of force.",
		"link": "",
		"credit": "@Grat10",
		"date": "2025-03-31T17:35:32.480Z"
	},
	"blushyy.webp": {
		"alt": "a stamp of a red haired anime girl with a polka dot ribbon in her hair being flustered and then turning red with dizzy eyes and letting off steam",
		"link": "",
		"credit": "",
		"date": "2024-10-04T17:05:59.559Z"
	},
	"bridget.webp": {
		"alt": "an animated stamp of bridget from guilty gear playing with her yoyo and then doing a pose smiling",
		"link": "https://www.youtube.com/watch?v=3GYL5FVpjG4",
		"credit": "",
		"date": "2024-10-04T17:07:21.309Z"
	},
	"bridget2.webp": {
		"alt": "an animated stamp of bridget from guilty gear crouching down and rocking side to side while tapping her legs stimming small music notes are popping up around her",
		"link": "",
		"credit": "",
		"date": "2024-10-04T17:07:29.230Z"
	},
	"cat_angler.webp": {
		"alt": "a stamp of a white cat with it's head squished through a hole but it's tail is squish through the hole also making it look like it's got a floppy anglerfish lure, there's also blinking text saying The Nefarious Anglerfish",
		"link": "",
		"credit": "",
		"date": "2024-09-08T10:21:45.285Z"
	},
	"cat_binky.webp": {
		"alt": "an animated stamp of a black cat with a pink pacifier in it's mouth",
		"link": "",
		"credit": "",
		"date": "2024-09-08T10:29:18.983Z"
	},
	"cat_jump.webp": {
		"alt": "an animated stamp of a cat jumping up and down waving it's arms around",
		"link": "",
		"credit": "",
		"date": "2024-10-04T17:10:32.812Z"
	},
	"cat_slap.webp": {
		"alt": "an animated stamp of a cat jumping up into someones lap and being smacked repeatively on the back butt. the cat is kneading into the leg and waving it's tail around happily",
		"link": "",
		"credit": "",
		"date": "2024-10-04T16:38:27.801Z"
	},
	"cat_smile.webp": {
		"alt": "an orange cat smiling and blinking at the camera, it's showing off it's theefies",
		"link": "",
		"credit": "",
		"date": "2024-09-08T10:29:05.704Z"
	},
	"cat_tv.png": {
		"alt": "a stamp of a cat resting on top of a CRT TV, it's small paws draping down over the border of the TV",
		"link": "",
		"credit": "",
		"date": "2024-10-04T17:10:08.863Z"
	},
	"cat_yell.gif": {
		"alt": "an animated stamp of an orange cat eating the camera chomping at it and at one point biting it, the camera showing inside it's mouth",
		"link": "",
		"credit": "@Grat10",
		"date": "2025-03-31T17:41:29.412Z"
	},
	"colors.jpg": {
		"alt": "a stamp showing off a bunch of old Windows programs all with huge palettes",
		"link": "",
		"credit": "",
		"date": "2024-09-08T10:18:21.897Z"
	},
	"damn_daniel.gif": {
		"alt": "an animated stamp of someone carrying around white vans in a ice pillars biome, a bunch of damn daniels are running up to them attracted to the player till a big group of them are following the player around",
		"link": "https://mineturtlepls.itch.io/ddwva",
		"credit": "@Grat10",
		"date": "2025-03-31T17:36:52.327Z"
	},
	"doom.webp": {
		"alt": "an animated stamp of DOOM the original where the player shoots a guard with a shotgun",
		"link": "",
		"credit": "",
		"date": "2024-10-04T14:01:14.376Z"
	},
	"en-v_logo_spin_black.gif": {
		"alt": "a black and white version of the EN-V Arcade logo zooming in and then rotating around",
		"link": "",
		"credit": "@Grat10",
		"date": "2025-04-03T17:38:35.039Z"
	},
	"en-v_logo_spin_magenta.gif": {
		"alt": "a magenta and white version of the EN-V Arcade logo zooming in and then rotating around",
		"link": "",
		"credit": "@Grat10",
		"date": "2025-04-03T17:38:35.040Z"
	},
	"error.webp": {
		"alt": "an animated stamp of a black background with red text saying Error a warning symbol is flashing aswell",
		"link": "",
		"credit": "",
		"date": "2024-09-08T10:25:06.797Z"
	},
	"fnaf.gif": {
		"alt": "an animated stamp of the first five nights of freddies game, of Bunny, Freddy Fazbear and Chicka.",
		"link": "https://www.youtube.com/watch?v=RP4UTOek0-Y",
		"credit": "",
		"date": "2025-04-28T12:48:47.818Z"
	},
	"game-over.gif": {
		"alt": "an animated glitchy stamp showing a windows 95 like window showing a bunch of 1s and 0s then glitching into a version that says game over",
		"link": "",
		"credit": "",
		"date": "2025-04-28T12:49:06.278Z"
	},
	"game_cryoffear.png": {
		"alt": "a stamp saying Cry of Fear against a dark background, it has a red border",
		"link": "https://www.cry-of-fear.com/about.html",
		"credit": "",
		"date": "2024-09-08T10:17:23.080Z"
	},
	"imac.gif": {
		"alt": "an animated stamp of the Imac rotating 45 degrees inside QuickTime Media player",
		"link": "https://www.youtube.com/watch?v=7_tcWCrNjo4",
		"credit": "",
		"date": "2024-09-08T10:16:20.626Z"
	},
	"isopod.png": {
		"alt": "a stamp of an Isopod illuminated from a flashlight at the bottom of the sea",
		"link": "",
		"credit": "",
		"date": "2024-09-08T10:28:06.763Z"
	},
	"jellyfish.webp": {
		"alt": "an animated stamp of a Blue & Cyan jellyfish swimming around against an all black background",
		"link": "",
		"credit": "",
		"date": "2024-09-08T10:20:25.734Z"
	},
	"jerma.webp": {
		"alt": "an animated stamp of Jeramy Elbertson sitting in his chair wearing a black shirt, he looks like he's chatting then screams at the camera angerly",
		"link": "",
		"credit": "",
		"date": "2024-10-04T13:53:58.406Z"
	},
	"jerma2.webp": {
		"alt": "an animated stamp of Jerma punching the camera several times",
		"link": "",
		"credit": "",
		"date": "2024-10-04T13:53:52.309Z"
	},
	"jerma985.png": {
		"alt": "a stamp of Jerma985, dark cyan background with Jerma's logo above it",
		"link": "https://www.youtube.com/@Jerma985",
		"credit": "",
		"date": "2024-09-08T10:19:35.366Z"
	},
	"keyboard.png": {
		"alt": "a stamp of an old keyboard in it's offwhite grey showing several keys around the spacebar and ALT-GR",
		"link": "",
		"credit": "",
		"date": "2024-09-08T10:16:36.866Z"
	},
	"kittythink.png": {
		"alt": "a stamp of a tiny kitty half way off of the stamp only it's ears showing",
		"link": "",
		"credit": "",
		"date": "2025-04-28T13:09:48.097Z"
	},
	"lobstor_stamp.gif": {
		"alt": "an animated stamp of someone riding a redlobster as a snowbike in a snowy mountainous area",
		"link": "",
		"credit": "@Grat10",
		"date": "2025-03-31T17:49:04.971Z"
	},
	"luckystar.gif": {
		"alt": "an animated stamp of Lucky Star showing the 4 girls smiling and posing at the stamp, then colorful stars taking over the screen",
		"link": "https://www.youtube.com/watch?v=6iseNlvH2_s",
		"credit": "",
		"date": "2025-04-28T12:24:26.682Z"
	},
	"luckystar.webp": {
		"alt": "an animated stamp of lucky star of one of the girls chatting to the other while she's on her computer typing",
		"link": "",
		"credit": "",
		"date": "2024-10-04T17:04:11.191Z"
	},
	"luckystar2.webp": {
		"alt": "an animated stamp of lucky star of all the girls doing their pose before the intro begins",
		"link": "",
		"credit": "",
		"date": "2024-10-04T17:04:03.980Z"
	},
	"me_going_online.png": {
		"alt": "a stamp of a cat laying on a bed while on a laptop staring intently at the screen, with the text me going online to do homosexual activities",
		"link": "",
		"credit": "",
		"date": "2025-02-09T19:05:40.999Z"
	},
	"miku1.webp": {
		"alt": "an animated stamp of Miku from Mezmerizer slowly falling into a trance while swerving from side to side, her pupils slowly becoming darker till she clicks and bends her neck",
		"link": "https://www.youtube.com/watch?v=19y8YTbvri8",
		"credit": "",
		"date": "2024-08-25T07:36:40.580Z"
	},
	"miku2.webp": {
		"alt": "an animated stamp of Miku from rabbit hole of miku stuck in a wall and her upper body vissible and her head bopping along to the beat while having a neutral expression",
		"link": "https://www.youtube.com/watch?v=bbDjmuFt7dE",
		"credit": "",
		"date": "2024-08-25T07:37:06.983Z"
	},
	"miku3.png": {
		"alt": "a stamp of Hatsune Miku with a transflag in the background",
		"link": "",
		"credit": "",
		"date": "2024-08-13T09:54:49.105Z"
	},
	"miku4.png": {
		"alt": "a stamp of Hatsune Miku from how she looked in the Nintendo switch punching game",
		"link": "",
		"credit": "",
		"date": "2024-10-04T17:09:58.631Z"
	},
	"miku5.png": {
		"alt": "a stamp of Miku smiling with a dot background behind her",
		"link": "",
		"credit": "",
		"date": "2024-10-04T16:39:01.346Z"
	},
	"miku6.webp": {
		"alt": "an animated stamp of Miku learning in and kissing Rin, rin reacting by closing her eyes and blushing",
		"link": "https://youtu.be/kv2Ay_ykyBA?si=JXsgv8hEKmqyd-ro&t=81",
		"credit": "",
		"date": "2024-11-07T10:28:18.055Z"
	},
	"miku7.png": {
		"alt": "a pink stamp of miku with heart eyes and looking into the camera, she's wearing a pink japanese school girl outfit",
		"link": "",
		"credit": "",
		"date": "2025-04-28T13:08:54.120Z"
	},
	"miku_guitar.webp": {
		"alt": "an animated stamp of miku playing a guitar quickly and prefessionally",
		"link": "https://www.youtube.com/watch?v=ossuGapoSjE",
		"credit": "",
		"date": "2024-09-08T10:24:36.299Z"
	},
	"over-the-garden-wall.webp": {
		"alt": "an animated stamp of Over the garden wall, of the beast doing a shrug, the beast is a shadowy figure with white glowy eyes and antlers",
		"link": "https://en.wikipedia.org/wiki/Over_the_Garden_Wall",
		"credit": "",
		"date": "2024-09-18T05:56:02.759Z"
	},
	"overthegardenwall2.webp": {
		"alt": "an animated stamp of Over the garden wall, of Wirt and Gregory walking through an autumn forrest, wirt is wearing a blue coat and red cone hat, and greg is wearing green overalls and an upside down tea pot as a hat",
		"link": "",
		"credit": "",
		"date": "2024-10-04T14:01:34.565Z"
	},
	"portal_GLADOS.png": {
		"alt": "a stamp of GlaDOS from portal 2 with a blue tint over it",
		"link": "",
		"credit": "",
		"date": "2024-09-08T10:23:03.011Z"
	},
	"portal_GLADOS2.gif": {
		"alt": "an animated stamp of GlaDOS swerving from side to side while looking at the player",
		"link": "",
		"credit": "",
		"date": "2024-09-08T10:22:37.094Z"
	},
	"portal_defec.png": {
		"alt": "a stamp of a defective turret from portal 2 with text around it saying Bam Bam Bam, i'm Not defective!",
		"link": "",
		"credit": "",
		"date": "2024-09-08T10:22:55.328Z"
	},
	"portal_logo.webp": {
		"alt": "an animated stamp of the Portal 2 Logo appearing out of a grey blue gradient background",
		"link": "https://www.youtube.com/watch?v=tax4e4hBBZc",
		"credit": "",
		"date": "2024-09-08T10:23:19.078Z"
	},
	"purple_ufo.webp": {
		"alt": "an animated stamp of a UFO with a light underneath it floating against a purple night sky, the stamp border is gradiented from yellow to purple diagonally",
		"link": "",
		"credit": "",
		"date": "2025-07-01T09:10:13.429Z"
	},
	"robot.png": {
		"alt": "a stamp of a robot with green hair and robot ears that look like white headphones and a deaddpan expression",
		"link": "",
		"credit": "",
		"date": "2024-10-04T17:02:09.116Z"
	},
	"sonic_bisexual.png": {
		"alt": "a stamp of Sonic Riders of Sonic, Knuckles and Tails where sonic is doing a shocked pose with text underneath him saying Woah he's bisexual",
		"link": "https://www.youtube.com/watch?v=-N-N5f6aRuw",
		"credit": "",
		"date": "2024-09-08T10:30:07.608Z"
	},
	"spiritphone.png": {
		"alt": "a stamp of the spirt phone album by lemon demon, of the text Spirit phone and a red drawing of niel ciecerega with a white star in his right eye",
		"link": "https://www.youtube.com/playlist?list=OLAK5uy_kGJN5TvKfC3V4sO6So4wu9lnUwl_ks4Zc",
		"credit": "",
		"date": "2024-09-08T10:24:10.708Z"
	},
	"static.webp": {
		"alt": "an animated stamp of a bunch of tv static",
		"link": "",
		"credit": "",
		"date": "2024-09-08T10:18:17.648Z"
	},
	"tf2_intuder.webp": {
		"alt": "an animated stamp of the intro part to the TF2 video of the spy, showing the Intruder alert sign and soldier running off",
		"link": "https://www.youtube.com/watch?v=OR4N5OhcY9s",
		"credit": "",
		"date": "2024-09-08T10:26:08.193Z"
	},
	"tf2_logo.webp": {
		"alt": "a stamp of the Team fortress 2 logo from promotional images",
		"link": "https://www.teamfortress.com/",
		"credit": "Valve",
		"date": "2024-09-08T10:17:26.730Z"
	},
	"tf2_mother.webp": {
		"alt": "an animated stamp of Team fortress 2 of the spy and scout talking with spy turning around and saying that would be your mother, before throwing down a folder of images of scouts mom in pornographic positions with the red spy",
		"link": "https://www.youtube.com/watch?v=OR4N5OhcY9s",
		"credit": "",
		"date": "2024-09-08T10:26:01.747Z"
	},
	"tf2_scout.gif": {
		"alt": "an animated stamp of the entire Team fortress 2 scout introduction",
		"link": "https://www.youtube.com/watch?v=geNMz0J9TEQ",
		"credit": "",
		"date": "2024-10-02T09:39:30.823Z"
	},
	"you_died.png": {
		"alt": "a stamp saying you died! score: 0 from minecraft",
		"link": "",
		"credit": "",
		"date": "2025-02-09T19:05:30.694Z"
	},
	"yuri.gif": {
		"alt": "a gif of two girls kissing each other lovingly",
		"link": "",
		"credit": "@Grat10",
		"date": "2025-06-21T10:00:26.470Z"
	},
	"symtrkl-dot-gay.png" : {
		"alt": "text saying symtrkl-dot-gay over a pink blue pink horizontal gradient",
		"link": "https://symtrkl.gay/",
		"credit": "symtrkl",
		"date": "2025-07-27T19:05:30.694Z"
	},
	"yassie_j.png" : {
		"alt": "a person with blue hair, magenta skin and green eyes smiling with a yellow shirt on",
		"link": "https://labyrinth.zone/users/yassie_j",
		"credit": "",
		"date": "2025-07-27T19:05:30.694Z"
	},
	"thermia.gif" : {
		"alt": "a dark badge with orange text saying ~thermia and red curcuit board lines, the letters glow up in a brighter orange once in awhile",
		"link": "https://girlthi.ng/~thermia/",
		"credit": "",
		"date": "2025-07-27T19:05:30.694Z"
	},
	"ari_melody.gif" : {
		"alt": "a dark gray badge with orange text saying ari melody and a small pixelart doodle of a face",
		"link": "https://arimelody.space/",
		"credit": "ari-melody",
		"date": "2025-07-27T19:05:30.694Z"
	},
	"mae.png" : {
		"alt": "a deep purple badge with big text saying Mae, with smaller text underneath saying mae.wtf and a lavender hair colored anime girl with a face mask beside it holding a purple heart with eyes closed smiling",
		"link": "https://mae.wtf/",
		"credit": "vimae",
		"date": "2025-07-27T19:05:30.694Z"
	},
	"440729.png" : {
		"alt": "a black badge with a red sword laying across it with text in the blade saying star 440729",
		"link": "https://999eagle.moe/",
		"credit": "sophie",
		"date": "2025-07-27T19:05:30.694Z"
	},
	"lunya.gif" : {
		"alt": "Lunya's website videos and coding, lunya.pet with a character on the side",
		"link": "https://lunya.pet/",
		"credit": "",
		"date": "2025-07-27T19:05:30.694Z"
	},
	"sakoworks_button.gif" : {
		"alt": "a yellow button of a long snake like bunny turning around quickly with text in the corner saying sako works",
		"link": "https://sako.works/",
		"credit": "sako",
		"date": "2025-07-27T19:05:30.694Z"
	},
	"amy.png" : {
		"alt": "a dark badge with a gradient border with 3 shapes an hexagon, and two triangles with the text beside it saying amy",
		"link": "https://amy.rip/",
		"credit": "amy",
		"date": "2025-07-27T19:05:30.694Z"
	},
	"nia88x31.gif" : {
		"alt": "nia.dog, dog on the web in cyan text against a star like background with a black to cyan background from space to day time, once in awhile yellow illuminati like triangles appear",
		"link": "https://nia.dog",
		"credit": "nia",
		"date": "2025-07-27T19:05:30.694Z"
	},
	"elysia.png" : {
		"alt": "a pink pastel badge with ribbons and a infinity simbol above some text saying elysia",
		"link": "https://le.alphamethyl.barr0w.net/~elysia/",
		"credit": "elysia",
		"date": "2025-07-27T19:05:30.694Z"
	},
	"lizzy.png" : {
		"alt": "a badge with a bunch of small pixelart surrounding some yellow text saying lizzy, the background is the bisexual flag",
		"link": "https://ivy.vlhl.dev/~lizzy/",
		"credit": "lizzy",
		"date": "2025-07-27T19:05:30.694Z"
	},
	"apertown.png" : {
		"alt": "the apperture science logo with different colors each section alternating between red and purple, with text saying Apertown, on Neocities",
		"link": "https://apertown.neocities.org/",
		"credit": "aperture",
		"date": "2025-07-27T19:05:30.694Z"
	},
	"fedi2.png" : {
		"alt": "a black badge with the fediverse logo with text saying follow me on Fedi",
		"link": "https://social.grat.gay/@Grat10",
		"credit": "aperture",
		"date": "2025-07-27T19:05:30.694Z"
	},
	"catawump.gif" : {
		"alt": "a yellow and black badge with blue text saying Catawump and a pixelart drawing of a dark blue haired character with big round glasses and a yellow hoodie",
		"link": "https://catawump.com",
		"credit": "catawump",
		"date": "2025-07-27T19:05:30.694Z"
	},
	"catawump.gif" : {
		"alt": "a yellow and black badge with blue text saying Catawump and a pixelart drawing of a dark blue haired character with big round glasses and a yellow hoodie",
		"link": "https://catawump.com",
		"credit": "catawump",
		"date": "2025-07-27T19:05:30.694Z"
	},
	"stel-at-moondvsted.gif" : {
		"alt": "a badge of a terminal with sparkles and a gradient border. Stel @ moondvsted",
		"link": "https://moondvsted.space",
		"credit": "stel",
		"date": "2025-07-27T19:05:30.694Z"
	},
	"kurisusHQ.jpg" : {
		"alt": "a badge saying Kurisu's HQ with a tiny pixelart sprite of Ika Musume",
		"link": "https://kurisuvanedge.neocities.org/",
		"credit": "kurisu",
		"date": "2025-07-27T19:05:30.694Z"
	},
	"neobot.png" : {
		"alt": "a grey neobot kissing with a cyan heart coming out with one eye winking with the text neobot",
		"link": "https://github.com/SymTrkl/emoji",
		"credit": "symtrkl",
		"date": "2025-07-27T19:05:30.694Z"
	},
    "lunospace.gif": {
        "alt": "a pastel darkgreen badge with sparkles and winter bell flowers, with text saying Lunospace",
        "link": "https://lostlove.neocities.org/",
        "credit": "",
        "date": "2025-08-16"
    },
    "@SwagpunchLilith_Grat-Slime.png": {
        "alt": "a sketch of Grat10 without antenna doing a V smily face with gloopy slime droplets on beneath her",
        "link": "https://lostinthemail.neocities.org/",
        "credit": "@SwagpunchLilith",
        "date": "2025-08-16"
    },
    "timmy_turner.png": {
        "alt": "a stock photo of Timmy Turner from the fairy odd parents, against a black background saying 'cosmo, wanda kill everyone'",
        "link": "https://www.youtube.com/watch?v=jNJR6qJqfAg",
        "credit": "NINE-UP & cooldisks101",
        "date": "2025-08-16"
    },
    "uncle_dane.gif": {
        "alt": "uncle danes intro of him running down and placing a dispenser and wrenching it as it builds, till it shows a tinier uncle dane head with text underneath it saying uncle dane",
        "link": "https://www.youtube.com/@UncleDane",
        "credit": "",
        "date": "2025-08-16"
    },
    "prehistoric.png": {
        "alt": "a stamp of a Radiodontids, a prehistoric shellfish like animal with two long tendrils and two dark eyes with isopod like features, with text saying I heart Radiodontids",
        "link": "",
        "credit": "",
        "date": "2025-08-16"
    },
    "needy1.png": {
        "alt": "Ame from NeedyGirlOverdose smiling to the right with closed eyes, she has black hair worn in a twin tails",
        "link": "",
        "credit": "",
        "date": "2025-08-16"
    },
    "needy2.webp": {
        "alt": "a glitchy stamp of needy girl overdose of KAngel & Ame-chan dancing with a bunch of staticy effects happening in rapid succession",
        "link": "",
        "credit": "",
        "date": "2025-08-16"
    },
    "needy3.png": {
        "alt": "KAngel from NeedyGirlOverdose smiling to the left she has blond hair with pink and blue strands",
        "link": "",
        "credit": "",
        "date": "2025-08-16"
    },
    "miku8.png": {
        "alt": "a miku figurine smiling with an open mouth and it's left eye closed against a white background",
        "link": "",
        "credit": "",
        "date": "2025-08-16"
    },
    "miku9.png": {
        "alt": "a chibi miku figurine with her right eye closed softly smiling her hair is teal",
        "link": "",
        "credit": "",
        "date": "2025-08-16"
    },
    "me_with_any_character.png": {
        "alt": "someone holding up a transflag mug & phone with a transflag on it, and sceaming at the view with text saying: me with any character",
        "link": "",
        "credit": "",
        "date": "2025-08-16"
    },
    "lagtrain.webp": {
        "alt": "a stamp of Lagtrain by inabakumori it's a grayscale animation of a girl in black hair of her teleporting back 3 times leaving behind a white silluette of herself which then disappears one by one",
        "link": "https://www.youtube.com/watch?v=UnIhRpIT7nc",
        "credit": "",
        "date": "2025-08-16"
    },
    "lain.webp": {
        "alt": "a staticy stamp of Lain from Serial Experiments Lain bobbing her head up and down dizzily with sleepy eyes.",
        "link": "https://www.youtube.com/watch?v=JMxlDSO9bOM&list=PLivZTA_vMCVZ_i8PZLSQudE_stSGpX51w",
        "credit": "",
        "date": "2025-08-16"
    },
    "lava_lamp.png": {
        "alt": "several red lavalamps side by side in a stamp",
        "link": "",
        "credit": "",
        "date": "2025-08-16"
    },
    "quarc.png": {
        "alt": "a blueish gray stamp with a robot TV head character on the left and text saying QuARC",
        "link": "https://quarc.neocities.org/",
        "credit": "@QuARC",
        "date": "2025-08-16"
    },
    "baka.gif": {
        "alt": "a stamp of Hatsune Miku fisting bumping upward while teto is singing and Neru is playing with her phone",
        "link": "https://www.youtube.com/watch?v=yqh2VO6kVCM",
        "credit": "",
        "date": "2025-08-16"
    },
    "glitch.png": {
        "alt": "a stamp of a colorfulmesh of blues, teals and magentas in a glitchy way",
        "link": "",
        "credit": "",
        "date": "2025-08-16"
    },
    "gravity_falls.webp": {
        "alt": "a stamp of the begining of Gravity Falls with the logo zoming in before the screen blinks and the whole screen rolls down like it's an old film reel",
        "link": "https://www.youtube.com/watch?v=yfUDIPUETUg",
        "credit": "",
        "date": "2025-08-16"
    },
    "neocat.gif": {
        "alt": "a badge showing a yellow neocat and smaller text saying neocat with red text beneath saying :3 :3 :3 and a transflag on the side, it scrolls up to reveal text saying mewo meow nya nya, meow",
        "link": "https://www.youtube.com/watch?v=yfUDIPUETUg",
        "credit": "",
        "date": "2025-08-16"
    },
    "Are_We_Engaged.png": {
        "alt": "a comic page with a heart with text infront of it saying Are We Engaged? and two girls beneath it, one saying yes. below that is a square from the comic where on of the girls is thinking. To initiate a kiss do i just turn my head? Do i say something?. created by Welcome_To_Heaven",
        "link": "https://www.webtoons.com/en/canvas/are-we-engaged/ch1-what-happened-last-night/viewer?title_no=1001778&episode_no=1",
        "credit": "Welcome_To_Heaven",
        "date": "2025-08-16"
    },
    "Jamsel_Quest.png": {
        "alt": "a comic page with a panel of two slimes one cyan, the other orange the cyan one is looking surprised saying Ooooo the other is looking back and smiling saying looking fresh! below that is the title saying Jamsel Quest, created by Mel Albino",
        "link": "https://www.webtoons.com/en/canvas/jamsel-quest/this-is-jamsel-quest/viewer?title_no=1044844&episode_no=1",
        "credit": "Mel ALbino",
        "date": "2025-08-16"
    },
    "Shimeji_Simulation.png": {
        "alt": "a manga cover of two girls sitting on school chairs one with black hair and a shemiji mushroom in her hair the other blond with a fried egg on their head and orange eyes and glasses. behind them is a big hole with another girl in the hole holding a shovel and another reading a book",
        "link": "https://mangadex.org/title/28b5d037-175d-4119-96f8-e860e408ebe9/shimeji-simulation",
        "credit": "Tsukumizu",
        "date": "2025-08-16"
    },
    "Virginity_Android.png": {
        "alt": "a manga cover of two girls hugging closely one unbucking the others bra one looking flustered and one happy, with the title diagonally over them saying Does it count if you lose your verginity to an android? with a heart for the O in android",
        "link": "https://mangadex.org/title/143a116f-8e1d-4f9b-9794-9fb8fc8f56dc/android-wa-keiken-ninzuu-ni-hairimasu-ka",
        "credit": "Yakinikuteishoku",
        "date": "2025-08-16"
    },
    "a_girl_who_will_die_one_day.png": {
        "alt": "a black red and white cover with a girl smiling softly with a red four leafed clover over her mouth she's wearing a beanie",
        "link": "https://mangadex.org/title/63e87327-e590-4fec-8911-1261a62a8345/itsuka-shinu-shoujo",
        "credit": "",
        "date": "2025-08-16"
    },
    "bocchi_the_rock.png": {
        "alt": "a green manga cover with an image of three girls in a classroom one pink haired and wearing a pink tracksuit the other red hair with a school outfit and the other green hair with a darker more muted color school outfit",
        "link": "https://mangadex.org/title/2e0fdb3b-632c-4f8f-a311-5b56952db647/bocchi-the-rock",
        "credit": "",
        "date": "2025-08-16"
    },
    "bocchi_the_rock_kikuri.png": {
        "alt": "a yellow manga cover with an image of a girl resting against a bench with a bbeer in hand smiling with closed eyes, she has red hair and is wearing it in a braided pony tail",
        "link": "https://mangadex.org/chapter/e1a1f87e-db73-4be3-a680-93889ab9b8ee",
        "credit": "",
        "date": "2025-08-16"
    },
    "girls_last_tour.png": {
        "alt": "two girls standing against a two tone background of the night sky and snow, teh two girls are both wearing green military winter coats seen from World War 2, one has black hair and the other blond both with closed eyes",
        "link": "https://mangadex.org/title/5b93fa0f-0640-49b8-974e-954b9959929b/girls-last-tour",
        "credit": "Tsukumizu",
        "date": "2025-08-16"
    },
    "watashi_wa_yuri_janai.png": {
        "alt": "a manga cover of a girl being pinned against a wall holding up her hands to defend themselves she is fully flustered and is wearing a typical japanese school girl uniform.",
        "link": "https://mangadex.org/title/8f3e1818-a015-491d-bd81-3addc4d7d56a/warui-ga-watashi-wa-yuri-ja-nai",
        "credit": "",
        "date": "2025-08-16"
    },
    "friday-night.gif": {
        "alt": "a stamp of the main characters in yakuza zero dancing on a disco floor",
        "link": "",
        "credit": "",
        "date": ""
    },
    "stamp_amphibia.gif": {
        "alt": "a stamp of the title card for Amphibia with a shine animation",
        "link": "",
        "credit": "",
        "date": ""
    },
    "stamp_infinity_train.gif": {
        "alt": "a stamp of the title card for Infinity Train of the logo slowly being written",
        "link": "",
        "credit": "",
        "date": ""
    },
    "stamp_michiru_1.png": {
        "alt": "a stamp of michiru a racoon girl open mouth smiling with a glint in her eyes",
        "link": "",
        "credit": "",
        "date": ""
    },
    "stamp_michiru_2.png": {
        "alt": "a stamp of michiru sticking out her tongue",
        "link": "",
        "credit": "",
        "date": ""
    },
    "stamp_ryuko.gif": {
        "alt": "a stamp of Ryoko from Kill La Kill resting with a hand against her face blinking as sakura petals fall",
        "link": "",
        "credit": "",
        "date": ""
    },
    "teto1.webp": {
        "alt": "a stamp of Teto in Mesmerizer smiling and bobbing her head up and down while confetti is falling down",
        "link": "",
        "credit": "",
        "date": ""
    }
}
